tutorials/crysImpurityPBEFoam/shearIlievski/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object T;
}

dimensions [0 0 0 1 0 0 0];
internalField uniform 318.15;
boundaryField
{
    walls
    {
        type uniformFixedValue;
        uniformValue table
        (
            (0 318.15)
            (20 295.15)
        );
        value uniform 318.15;
    }
}
