tutorials/crysImpurityPBEFoam/shearIlievski/system/controlDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object controlDict;
}

libs ("libcrystalPopuBal.so");
application crysImpurityPBEFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 20;
deltaT 0.2;
writeControl timeStep;
writeInterval 100;
writeFormat ascii;
writePrecision 10;
timeFormat general;
timePrecision 8;
runTimeModifiable false;
adjustTimeStep false;
